FemDesign.Results.QuantityEstimationMasonry
FemDesign "Quantity estimation, Concrete" result

FemDesign.Results.QuantityEstimationMasonry.Id
Element name identifier

FemDesign.Results.QuantityEstimationMasonry.Storey
Storey identifier

FemDesign.Results.QuantityEstimationMasonry.Structure
Structural element type

FemDesign.Results.QuantityEstimationMasonry.Quality
Material quality identifier

FemDesign.Results.QuantityEstimationMasonry.Thickness
Thickness

FemDesign.Results.QuantityEstimationMasonry.UnitWeight
Weight per length or area unit

FemDesign.Results.QuantityEstimationMasonry.SubTotal
Length/Area Quantity

FemDesign.Results.QuantityEstimationMasonry.TotalWeight
Total weight